
RUIDefaultDeviceName							= "TV";

OK												= "OK";
Next											= "Następne";
Cancel											= "Anuluj";

ResumeMenuResumeItem							= "Przywróć odtwarzanie";
ResumeMenuStartFromBeginningItem				= "Rozpocznij od początku";

ITSPresentsMenuItem								= "10 najlepszych w iTunes";
ITunesTop10MusicVideos							= "10 najlepszych teledysków w iTunes";
LoadingDataFromITMS								= "Kontaktuję się z iTunes Store…";
LoadingDataFromApple							= "Wczytuję zwiastuny kinowe…";

PhotoModuleAllSubAlbumsMenuItem					= "Wszystkie";
PhotoModuleSharedAlbumsMenuItem					= "Udostępniane zdjęcia";
PhotoModuleFetchingServersMenuItem				= "Wyszukuję udostępniane zdjęcia…";
PhotoModuleNoServersMenuItem					= "Żadne zdjęcia nie są udostępniane";
PhotoModuleNoServersExplanation					= "Obecnie żadne biblioteki iPhoto nie są udostępniane.";
PhotoWindowHeader								= "Zdjęcia";
NoPhotosInAlbumMessage							= "W tym albumie nie ma zdjęć.";
PhotoSlideshowSettings							= "Ustawienia pokazu slajdów";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "Czas na slajd";
PhotoSlideshowSettingMusic						= "Muzyka";
PhotoSlideshowSettingRepeat						= "Powtarzaj";
PhotoSlideshowSettingShufflePhotos				= "Pomieszaj zdjęcia";
PhotoSlideshowSettingShuffleMusic				= "Pomieszaj muzykę";
PhotoSlideshowSettingKenBurns					= "Efekt Kena Burns";
PhotoSlideshowSettingTransitions				= "Przejścia";
PhotoSlideshowSettingTimeFormat					= "%d sek."; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "Losowo";
PhotoSettingNoTransitions						= "Wyłączone";
Cube											= "Sześcian";
Dissolve										= "Rozpuszczanie";
Droplet											= "Kropla";
"Fade Through Black"							= "Wygaszenie przez czerń";
Flip											= "Odwrócenie";
"Mosaic Flip Large"								= "Mozaika duża";
"Mosaic Flip Small"								= "Mozaika mała";
"Page Flip"										= "Następna strona";
Push											= "Wypchnięcie";
Reveal											= "Pokaż";
Twirl											= "Wirówka";
Wipe											= "Ścieranie";

PhotoSlideshowSettingMusicNowPlaying			= "Odtwarzane";

PhotoSettingOff									= "Wyłączone";
PhotoSettingOn									= "Włączone";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "bez tytułu";
SortWidgetDateLabel								= "wg dat";
SortWidgetShowLabel								= "wg tytułów";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= ":";

MetadataCast									= "Aktorzy";
MetadataDuration								= "Długość";
MetadataAirDate									= "Emisja";
MetadataReleaseDate								= "Opublikowany";
MetadataInTheatres								= "W kinach";
MetadataArtist									= "Wykonawca";
MetadataAlbum									= "Album";
MetadataGenre									= "Gatunek";
MetadataNumberOfEpisodes						= "Liczba odcinków";
MetadataNumberOfTracks							= "Ścieżki";
MetadataMostRecent								= "Najnowsze";
MetadataDirector								= "Reżyser";
MetadataDirectors								= "Reżyserzy";
MetadataProducer								= "Producent";
MetadataProducers								= "Producenci";
MetadataArtistVarious							= "Różne";
MetadataArtistUnknown							= "Nieznany wykonawca";
MetadataAlbumUnknown							= "Album nieznany";
MetadataPlaylistUnknown							= "Nieznana lista utworów";
MetadataComposerUnknown							= "Nieznany kompozytor";
MetadataGenreUnknown							= "Nieznany gatunek";
MetadataAuthor									= "Autor";
MetadataTitle									= "Tytuł";
MetadataEpisode									= "Odcinek";
MetadataSeasonFormat							= "(Sezon %d)";
MetadataFrom									= "Od";
MetadataTags									= "Znaczniki";
MetadataViews									= "Widoki";
MetadataDateAdded								= "Dodane";
MetadataCategory								= "Kategoria";

/* Rating strings */
RatingExplicit									= "Dla dorosłych";

MediaTitleDefault								= "bez tytułu";

StreamingNameInList								= "Przekaz strumieniowy";
StreamingSearchingForSharedMedia				= "Przeszukuję udostępnianą zawartość…";

TodayDate										= "Dzisiaj";
YesterdayDate									= "Wczoraj";

GoBackText										= "Wciśnij Menu, aby powrócić";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "pl";

AuthPasswordPrompt								= "Hasło:";
AuthEnterPasswordPrompt							= "Podaj hasło do %@:";

TextInputDoneLabel								= "GOTOWE";
TextInputDeleteLabel							= "USUŃ";
TextInputSpaceLabel								= "SPACJA";

AlternateTextInputSpaceLabel					= "Spacja";
AlternateTextInputDeleteLabel					= "Usuń";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "Muzyka";
MusicPlaylistsMenuItem							= "Listy utworów";
MusicArtistsMenuItem							= "Wykonawcy";
MusicAlbumsMenuItem								= "Albumy";
MusicSongsMenuItem								= "Utwory";
MusicPodcastsMenuItem							= "Podcasty";
MusicMusicVideosMenuItem						= "Teledyski";
MusicGenresMenuItem								= "Gatunki";
MusicComposersMenuItem							= "Kompozytorzy";
MusicAudiobooksMenuItem							= "Książki audio";
MusicShuffleSongsMenuItem						= "Pomieszaj utwory";
MusiciTunesPresentsMenuItem						= "iTunes Store prezentuje";
MusicNowPlayingMenuItem							= "Odtwarzane";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "Wysuń CD";
MusicSharedMusicMenuItem						= "Muzyka udostępniana";
MusicSpecialPlaylistName						= "Lista utworów Front Row";
MusicAllAlbumsListHeader						= "Wszystkie albumy";
MusicAllSongsListHeader							= "Wszystkie utwory";
MusicAllArtistsListHeader						= "Wszyscy wykonawcy";
MusicAllTracksListSpecifier						= "Wszystkie";
MusicUntitledTrack								= "ścieżka bez tytułu";
MusicNoSharedPlaylistsMenuItem					= "Żadna muzyka nie jest dostępna";
MusicTrackIndexOfCount							= "%ld z %ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "Buforuję strumień „%@”";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d:%02d";

GenericError                                    = "Wystąpił błąd";
GenericListError								= "Na tej liście nie ma żadnych rzeczy.";

WaitPleaseWait									= "Zaczekaj chwilę";
WaitContactingRemoteHost						= "Kontaktuję się ze zdalnym hostem iTunes…";

WirelessSetupSearchText							= "Szukam sieci bezprzewodowych…";
NotConnectedToInternet							= "Twój Apple TV nie jest podłączony do internetu.";
NotConnectedToNetwork							= "Twój Apple TV nie jest podłączony do sieci.";
CheckNetworkConnection							= "Sprawdź ustawienia sieci i spróbuj ponownie.";
UntitledWirelessNetworkName						= "N/D";

// iTunesPairing Strings
PairWithITunesTitle								= "Połącz z iTunes";

PairWithITunesForInitialSyncingDescription		= "Aby zakończyć konfigurowanie i synchronizowanie zawartości iTunes z Apple TV, otwórz iTunes i zaznacz Apple TV na liście urządzeń. Musisz podać ten kod:";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Aby używać Apple TV tylko do przekazu strumieniowego, wciśnij Menu i wybierz ‚Połącz z iTunes’ z menu Źródła.";

PairWithITunesForSyncingDescription				= "Aby połączyć się z iTunes i zsynchronizować zawartość z Apple TV, otwórz iTunes i zaznacz Apple TV na liście urządzeń. Musisz podać ten kod:";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "Twój Apple TV jest teraz połączony z „%@”. Aby połączyć się z inną biblioteką, otwórz iTunes na tym komputerze i zaznacz Apple TV na liście urządzeń. To spowoduje zastąpienie całej zawartości w Apple TV. Musisz podać ten kod:";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "Aby przesyłać strumień z iTunes do Apple TV, otwórz iTunes i zaznacz Apple TV na liście urządzeń. Musisz podać ten kod:";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "Wyłączenie synchronizacji spowoduje usunięcie całej bieżącej zawartości w Apple TV.";
PairWithITunesChangingSyncingHostWarning		= "Zmiana biblioteki iTunes spowoduje zastąpienie zawartości w Apple TV.";

PairWithITunesRequirementLabel					= "Apple TV wymaga iTunes w wersji 7.1.1 lub nowszej";
PairWithITunesCancel							= "Anuluj";
PairWithITunesContinue							= "Dalej";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "Wystąpił błąd";
FatalExceptionAlertDescription					= "Wciśnij przycisk Graj/Pauza, aby ponownie uruchomić Apple TV.";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50 Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50 Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50Hz";
480p60											= "480p";
576p50											= "576p - 50 Hz ";
576i											= "576i - 50 Hz";

// Loading data from remote sources
LoadingLibrary									= "Łączę się";
LoadingLibraryNamed								= "Wczytuję „%@”…";
ConnectionToiTunesLost							= "Biblioteka iTunes jest niedostępna";
WaitingForiTunesToStart							= "Próbuję ponownie połączyć się z „%@”. Sprawdź, czy komputer jest włączony oraz iTunes jest otwarty.";
GoToSources										= "Idź do Źródeł";
AttemptingToAuthorizeContent					= "Próbuję autoryzować…";

SharedITunesLibraryPasswordTitle				= "Hasło udostępnianej biblioteki";
SharedITunesLibraryPasswordText					= "Podaj hasło dla „%@” i kliknij w Gotowe.";
SharedITunesLibraryPasswordPrompt				= "Hasło:";
SharedITunesLibraryPasswordRetryTitle			= "Niepoprawne hasło";
SharedITunesLibraryPasswordRetryText			= "Podane dla „%@” hasło jest niepoprawne.\nSpróbuj ponownie.";

SharedIPhotoLibraryPasswordTitle				= "Hasło dostępu do biblioteki";
SharedIPhotoLibraryPasswordText					= "Podaj hasło dla „%@” i kliknij w Gotowe.";
SharedIPhotoLibraryPasswordPrompt				= "Hasło:";
SharedIPhotoLibraryPasswordRetryTitle			= "Niepoprawne hasło";
SharedIPhotoLibraryPasswordRetryText			= "Podane dla „%@” hasło jest niepoprawne.\nSpróbuj ponownie.";

ConnectToITunesForStreaming						= "Połącz się z nowym iTunes";
StreamingServerNotAvailable						= "Biblioteka niedostępna";
TurnOnStreamingServer							= "Sprawdź, czy komputer z „%@” jest włączony oraz iTunes jest otwarty.";
DisconnectStreamingHost							= "Odłącz się z iTunes";
MaxStreamingHostCountReached					= "Możesz połączyć się maksymalnie z pięcioma bibliotekami iTunes. Wybierz bibliotekę, od której się odłączysz, aby połączyć się z nową biblioteką.";
SelectHostToDelete								= "Połącz się z nowym iTunes.";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "Synchronizuję „%@”"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "Kopiuję %d z %d: %@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "Podaj kod";
BRParentalControlsPasscodeEnterPrompt			= "Podaj czterocyfrowy kod nadzoru rodzicielskiego.";
BRParentalControlsPasscodeWrongTitle			= "Nieprawidłowy kod";
BRParentalControlsPasscodeWrongPrompt			= "Podany kod jest nieprawidłowy.";
BRParentalControlsPasscodeSetTitle				= "Ustaw kod";
BRParentalControlsPasscodeSetPrompt				= "Aby po raz pierwszy skonfigurować nadzór rodzicielski w Apple TV, podaj czterocyfrowy kod. Po ustanowieniu kodu, musisz go zawsze podawać, aby zmieniać ustawienia nadzoru rodzicielskiego.";
BRParentalControlsPasscodeConfirmTitle			= "Potwierdź kod";
BRParentalControlsPasscodeConfirmPrompt			= "Podaj ponownie swój czterocyfrowy kod.";
BRParentalControlsPasscodeConfirmedTitle		= "Kod potwierdzony";
BRParentalControlsPasscodeConfirmedPrompt		= "Pamiętaj, aby swój kod trzymać w bezpiecznym miejscu. Jeśli go zapomnisz, wybierz polecenie ‚Odtwórz fabryczne’, aby przywrócić ustawienia fabryczne w Apple TV.";
BRParentalControlsPasscodeMismatchTitle			= "Kod nie pokrywa się";
BRParentalControlsPasscodeMismatchPrompt		= "Podany kod nie pokrywa się.";
BRParentalControlsPasscodeTryAgainItem			= "Ustaw kod ponownie";
BRParentalControlsPasscodeOldTitle				= "Stary kod";
BRParentalControlsPasscodeOldPrompt				= "Podaj swój stary czterocyfrowy kod.";
BRParentalControlsPasscodeChangeTitle			= "Nowy kod";
BRParentalControlsPasscodeChangePrompt			= "Podaj swój nowy czterocyfrowy kod.";

// Syncing text
BRSettingSyncing								= "Synchronizuję";
BRSettingTurnOnSyncing							= "Włącz synchronizację";
BRSettingTurnOffSyncing 						= "Wyłącz synchronizację";
BRSettingChangeITunesLibrary 					= "Zmień Bibliotekę iTunes";

// Combo Row text
AssetViewFormat									= "Widok %@";
AssetViewsFormat								= "Widoki %@";

BRDVDLoadingText								= "Wczytuję DVD…";
BRDVDMenuItemResume								= "Przywróć odtwarzanie";
BRDVDMenuStartFromBeginning						= "Rozpocznij od początku";
BRDVDMenuItemEjectDisk							= "Wysuń płytę";
BRDVDMenuItemDVDMenu							= "Menu DVD";
BRDVDPlayerChapterFormatter                     = "Rozdział %d z %d";

// Account Management text
BRAccountSelectorOtherAccount					= "Inne…";

// HDCP Error dialog
HDCPErrorDialogTitle							= "Bez HDCP";
HDCPErrorDialogExplanation						= "Odtwarzanie tej zawartości wymaga obsługi HDCP. Jeśli chcesz ją odtwarzać, upewnij się, że podłączone monitory obsługują HDCP.";


